acpi_call-dkms
base
base-devel
blueman
bluez
bluez-utils
brightnessctl
btop
dunst
efibootmgr
fastfetch
firefox
gdb
git
grim
grub
gst-plugin-pipewire
gtkwave
htop
hyprland
hyprpaper
hyprpicker
intel-gpu-tools
intel-media-driver
intel-ucode
iverilog
iwd
kitty
konsole
lazygit
libisoburn
libpulse
libva-intel-driver
libva-utils
linux
linux-firmware
linux-zen
linux-zen-headers
ly
mtools
nano
nasm
ncdu
neovim
network-manager-applet
networkmanager
nodejs
noto-fonts
npm
otf-codenewroman-nerd
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
power-profiles-daemon
profile-sync-daemon
python-pip
python-pywal
qemu-desktop
qt5-wayland
qt5ct
qt6-wayland
qt6ct
rofi
slurp
smartmontools
starship
stow
sudo
swww
thunar
tlp
tlp-rdw
tmux
ttf-fira-code
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-liberation
unzip
uwsm
vim
vulkan-intel
waybar
wev
wget
wireless_tools
wireplumber
wofi
wpa_supplicant
xdg-utils
xorg-server
xorg-xinit
xterm
